/* All applications were installed. Please click continue. */
"All applications were installed. Please click continue." = "Alle programma's zijn geinstalleerd. Klik op doorgaan";

/* More than one application failed to install */
"Some applications failed to install. Support has been notified." = "Sommige programma's konden niet geinstalleerd worden. Hiervan is automatisch melding gemaakt.";

/* A specific application failed to install */
"%@ failed to install. Support has been notified." = "Installatie van %@ is mislukt. Hiervan is automatisch melding gemaakt.";

/* One (unnamed) application failed to install */
"An application failed to install. Support has been notified." = "Een programma kon niet geinstalleerd worden. Hiervan is automatisch melding gemaakt.";

"Installing…" = "Installeren…";
